Repository: xcv58/MacTools
Catalog: Plugins/WindowLayouts/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.centeredGuides.unavailable
source: 无法启用窗口居中参考线，请检查辅助功能权限后重试。
ar: يتعذر تفعيل خطوط إرشاد توسيط النوافذ. تحقق من إذن تسهيلات الاستخدام وحاول مرة أخرى.
de: Zentrierte Fensterhilfslinien konnten nicht aktiviert werden. Überprüfen Sie den Zugriff auf die Bedienungshilfen und versuchen Sie es erneut.
en: Unable to enable centered window guides. Check Accessibility access and try again.
es: No se pueden habilitar las guías de ventana centradas. Verifique el acceso a Accesibilidad e inténtelo nuevamente.
fr: Impossible d'activer les guides de fenêtre centrés. Vérifiez l'accès à l'accessibilité et réessayez.
ja: ウィンドウの中央配置ガイドを有効にできません。アクセシビリティの許可を確認して、再試行してください。
ko: 윈도우 가운데 정렬 안내선을 활성화할 수 없습니다. 손쉬운 사용 권한을 확인하고 다시 시도하세요.
pt: Não é possível ativar guias de janela centralizadas. Verifique a permissão de Acessibilidade e tente novamente.
ru: Не удалось включить направляющие для центрирования окон. Проверьте разрешение на универсальный доступ и повторите попытку.
tr: Pencere ortalama kılavuzları etkinleştirilemiyor. Erişilebilirlik iznini kontrol edip yeniden deneyin.
zh_hant: 無法啟用視窗置中參考線，請檢查輔助使用權限後再試。

# settings.centeredGuides.title
source: 窗口居中参考线
ar: خطوط إرشاد توسيط النوافذ
de: Zentrierte Fensterhilfslinien
en: Centered window guides
es: Guías de ventana centradas
fr: Guides de fenêtre centrés
ja: ウィンドウの中央配置ガイド
ko: 윈도우 가운데 정렬 안내선
pt: Guias de janela centralizadas
ru: Направляющие для центрирования окон
tr: Pencere Ortalama Kılavuzları
zh_hant: 視窗置中參考線

# settings.centeredGuides.description
source: 拖移其他应用的窗口时显示参考线，靠近中心松开即可居中。需要辅助功能权限。
ar: إظهار خطوط الإرشاد أثناء سحب نوافذ التطبيقات الأخرى؛ أفلت النافذة قرب المركز لتوسيطها. يلزم إذن تسهيلات الاستخدام.
de: Hilfslinien beim Verschieben von Fenstern anderer Apps anzeigen; nahe der Mitte loslassen, um das Fenster einzurasten. Erfordert die Berechtigung für Bedienungshilfen.
en: Show guides while dragging other apps’ windows; release near the center to snap. Requires Accessibility access.
es: Muestra guías al arrastrar ventanas de otras apps; suelta la ventana cerca del centro para centrarla. Requiere permiso de Accesibilidad.
fr: Afficher des guides lorsque vous faites glisser les fenêtres d’autres apps ; relâchez près du centre pour aligner la fenêtre. Nécessite l’autorisation Accessibilité.
ja: ほかのアプリのウィンドウをドラッグ中にガイドを表示します。中央付近で放すと、ウィンドウを中央に配置します。アクセシビリティの許可が必要です。
ko: 다른 앱의 윈도우를 드래그하는 동안 안내선을 표시합니다. 중앙 근처에서 놓으면 윈도우가 중앙에 맞춰집니다. 손쉬운 사용 권한이 필요합니다.
pt: Mostrar guias ao arrastar janelas de outros aplicativos; solte perto do centro para encaixar. Requer permissão de Acessibilidade.
ru: Показывать направляющие при перетаскивании окон других приложений; отпустите окно около центра, чтобы расположить его по центру. Требуется разрешение на универсальный доступ.
tr: Diğer uygulamaların pencereleri sürüklenirken kılavuzlar gösterilir; merkeze yakın bıraktığınızda pencere ortalanır. Erişilebilirlik izni gerektirir.
zh_hant: 拖移其他應用程式的視窗時顯示參考線，靠近中心放開即可置中。需要輔助使用權限。

# metadata.title
source: 窗口布局
ar: تخطيطات النوافذ
de: Fensterlayouts
en: Window Layouts
es: Diseños de ventanas
fr: Disposition des fenêtres
ja: ウインドウレイアウト
ko: 윈도우 레이아웃
pt: Layouts de janelas
ru: Расположение окон
tr: Pencere Düzenleri
zh_hant: 視窗佈局

# metadata.description
source: 排列聚焦窗口并创建自定义布局
ar: رتّب النافذة النشطة وأنشئ تخطيطات مخصصة
de: Aktives Fenster anordnen und benutzerdefinierte Layouts erstellen
en: Arrange the focused window and create custom layouts
es: Organiza la ventana activa y crea diseños personalizados
fr: Organisez la fenêtre ciblée et créez des dispositions personnalisées
ja: フォーカスされたウィンドウを配置し、カスタム レイアウトを作成します
ko: 포커스된 창을 정렬하고 맞춤 레이아웃을 만듭니다.
pt: Organize a janela em foco e crie layouts personalizados
ru: Размещайте активное окно и создавайте собственные схемы расположения
tr: Odaklı pencereyi yerleştirin ve özel düzenler oluşturun
zh_hant: 排列聚焦視窗並建立自訂佈局

# permission.accessibility.title
source: 辅助功能
ar: تسهيلات الاستخدام
de: Bedienungshilfen
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hant: 輔助使用

# permission.accessibility.description
source: 用于读取并调整应用窗口的位置、大小和全屏状态。
ar: يُستخدم لقراءة وضبط مواضع نوافذ التطبيقات وأحجامها وحالة ملء الشاشة.
de: Dient zum Auslesen und Anpassen von Position, Größe und Vollbildstatus von Anwendungsfenstern.
en: Used to read and adjust application window positions, sizes, and full-screen state.
es: Se utiliza para leer y ajustar las posiciones, los tamaños y el estado de pantalla completa de las ventanas de la aplicación.
fr: Utilisé pour lire et ajuster la position, la taille et l’état plein écran des fenêtres des apps.
ja: アプリケーション ウィンドウの位置、サイズ、全画面状態を読み取り、調整するために使用されます。
ko: 애플리케이션 창 위치, 크기 및 전체 화면 상태를 읽고 조정하는 데 사용됩니다.
pt: Usado para ler e ajustar posições, tamanhos e estado de tela inteira das janelas do aplicativo.
ru: Используется для чтения и настройки положения, размера и полноэкранного режима окна приложения.
tr: Uygulama pencerelerinin konumlarını, boyutlarını ve tam ekran durumunu okumak ve ayarlamak için kullanılır.
zh_hant: 用於讀取並調整應用程式視窗的位置、大小和全螢幕狀態。

# permission.accessibility.footnote
source: 在系统设置 → 隐私与安全性 → 辅助功能中允许 MacTools。
ar: في إعدادات النظام ← الخصوصية والأمن ← تسهيلات الاستخدام، اسمح لـ MacTools.
de: Erlauben Sie MacTools den Zugriff unter Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen.
en: In System Settings → Privacy & Security → Accessibility, allow MacTools.
es: En Ajustes del Sistema → Privacidad y seguridad → Accesibilidad, permite MacTools.
fr: Dans Réglages Système → Confidentialité et sécurité → Accessibilité, autorisez MacTools.
ja: システム設定 → プライバシーとセキュリティ → アクセシビリティで、MacTools を許可してください。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용에서 MacTools를 허용하세요.
pt: Em Ajustes do Sistema → Privacidade e Segurança → Acessibilidade, permita o MacTools.
ru: Откройте Системные настройки → Конфиденциальность и безопасность → Универсальный доступ и разрешите доступ для MacTools.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik bölümünde MacTools'a izin verin.
zh_hant: 在系統設定 → 隱私權與安全性 → 輔助使用中允許 MacTools。

# settings.layout.title
source: 窗口间距
ar: تباعد النوافذ
de: Fensterabstand
en: Window Spacing
es: Espaciado de ventanas
fr: Espacement des fenêtres
ja: ウィンドウの間隔
ko: 창 간격
pt: Espaçamento entre janelas
ru: Расстояние между окнами
tr: Pencere Aralığı
zh_hant: 視窗間距

# settings.gap.title
source: 窗口间距
ar: المسافات بين النوافذ
de: Fensterabstände
en: Window Gaps
es: Separación entre ventanas
fr: Espacement entre les fenêtres
ja: ウインドウ間の余白
ko: 윈도우 간격
pt: Espaçamento entre janelas
ru: Отступы между окнами
tr: Pencere Boşlukları
zh_hant: 視窗間距

# settings.gap.description
source: 在屏幕边缘和相邻平铺窗口之间保留间距。
ar: ترك مساحة عند حواف الشاشة وبين النوافذ المرتّبة المتجاورة.
de: Abstand an Bildschirmrändern und zwischen benachbarten, gekachelten Fenstern lassen.
en: Leave space at screen edges and between adjacent tiled windows.
es: Deja espacio en los bordes de la pantalla y entre las ventanas adyacentes dispuestas en mosaico.
fr: Laissez de l’espace aux bords de l’écran et entre les fenêtres juxtaposées.
ja: 画面の端と隣接するタイル状ウィンドウの間にスペースを残します。
ko: 화면 가장자리와 나란히 배치된 윈도우 사이에 간격을 둡니다.
pt: Deixe espaço nas bordas da tela e entre janelas lado a lado adjacentes.
ru: Оставлять отступы по краям экрана и между окнами, расположенными рядом.
tr: Ekran kenarlarında ve bitişik döşenen pencereler arasında boşluk bırakır.
zh_hant: 在螢幕邊緣和相鄰平鋪視窗之間保留間距。

# settings.reset.title
source: 恢复默认设置
ar: استعادة الإعدادات الافتراضية
de: Standardeinstellungen wiederherstellen
en: Restore Defaults
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
ja: デフォルトに戻す
ko: 기본값 복원
pt: Restaurar padrões
ru: Восстановить настройки по умолчанию
tr: Varsayılanlara Dön
zh_hant: 回復預設設定

# settings.reset.description
source: 恢复布局行为默认值，不会删除自定义命令或快捷键。
ar: استعادة الإعدادات الافتراضية لسلوك التخطيط دون حذف الأوامر أو الاختصارات المخصصة.
de: Standardeinstellungen für das Layoutverhalten wiederherstellen, ohne benutzerdefinierte Befehle oder Tastenkombinationen zu löschen.
en: Restore layout behavior defaults without deleting custom commands or shortcuts.
es: Restaura el comportamiento predeterminado de los diseños sin eliminar comandos personalizados ni atajos de teclado.
fr: Restaurez les paramètres de disposition par défaut sans supprimer les commandes ou raccourcis personnalisés.
ja: カスタム コマンドやショートカットを削除せずに、レイアウト動作をデフォルトに戻します。
ko: 사용자 정의 명령이나 단축키를 삭제하지 않고 레이아웃 동작 기본값을 복원합니다.
pt: Restaure os padrões de comportamento do layout sem excluir comandos ou atalhos personalizados.
ru: Восстановить настройки размещения окон по умолчанию без удаления пользовательских команд и сочетаний клавиш.
tr: Özel komutları veya kısayolları silmeden düzen davranışı varsayılanlarını geri yükler.
zh_hant: 回復佈局行為預設值，不會刪除自訂指令或快速鍵。

# settings.reset.button
source: 恢复
ar: استعادة
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_hant: 回復

# settings.shortcuts.title
source: 窗口布局快捷键
ar: اختصارات تخطيط النافذة
de: Tastenkombinationen für Fensterlayouts
en: Window Layouts Shortcuts
es: Atajos de diseño de ventana
fr: Raccourcis de disposition des fenêtres
ja: ウィンドウレイアウトのショートカット
ko: 윈도우 레이아웃 단축키
pt: Atalhos de layout de janela
ru: Сочетания клавиш расположения окон
tr: Pencere Düzeni Kısayolları
zh_hant: 視窗佈局快速鍵

# settings.shortcuts.description
source: 使用预设后，可单独修改任意全局快捷键。
ar: استخدم إعدادًا مسبقًا، ثم قم بتخصيص أي اختصار عام بشكل فردي.
de: Voreinstellung verwenden und anschließend einzelne globale Tastenkombinationen anpassen.
en: Use a preset, then customize any global shortcut individually.
es: Usa un preajuste y personaliza cada atajo de teclado global por separado.
fr: Utilisez un préréglage, puis personnalisez n'importe quel raccourci global individuellement.
ja: プリセットを使用して、グローバル ショートカットを個別にカスタマイズします。
ko: 사전 설정을 사용한 다음 전역 단축키를 개별적으로 맞춤 설정하세요.
pt: Use uma predefinição e personalize qualquer atalho global individualmente.
ru: Выберите предустановку, затем настройте каждое глобальное сочетание клавиш отдельно.
tr: Hazır bir ayar kullanın, ardından dilediğiniz genel kısayolu tek tek özelleştirin.
zh_hant: 可使用預設，也可逐項錄製自己的全域快速鍵。

# settings.behavior.title
source: 布局行为
ar: سلوك التخطيط
de: Layoutverhalten
en: Layout Behavior
es: Comportamiento del diseño
fr: Comportement de la disposition
ja: レイアウトの動作
ko: 레이아웃 동작
pt: Comportamento de layout
ru: Поведение окон
tr: Düzen Davranışı
zh_hant: 佈局行為

# settings.cycles.title
source: 循环半屏尺寸
ar: التنقل بين أحجام نصف الشاشة
de: Größen für Bildschirmhälften durchwechseln
en: Cycle Half-screen Sizes
es: Alternar tamaños de media pantalla
fr: Parcourir les tailles de demi-écran
ja: 半画面レイアウトのサイズを切り替え
ko: 화면 절반 배치 크기 순환
pt: Alternar tamanhos de meia tela
ru: Чередовать размеры окна
tr: Yarım Ekran Boyutları Arasında Geçiş
zh_hant: 循環半螢幕尺寸

# settings.cycles.description
source: 重复执行任一半屏命令时，在当前显示器上的二分之一、三分之二和三分之一之间循环。
ar: كرر أي أمر نصف الشاشة للتنقل بين النصف والثلثين والثلث على نفس الشاشة.
de: Wiederholen Sie einen beliebigen Befehl für eine Bildschirmhälfte, um zwischen einer Hälfte, zwei Dritteln und einem Drittel auf demselben Bildschirm zu wechseln.
en: Repeat any half-screen command to cycle through one-half, two-thirds, and one-third on the same display.
es: Repita cualquier comando de media pantalla para recorrer la mitad, dos tercios y un tercio en la misma pantalla.
fr: Répétez n'importe quelle commande demi-écran pour parcourir la moitié, les deux tiers et un tiers sur le même écran.
ja: 半画面コマンドを繰り返して、同じディスプレイ上で 2 分の 1、3 分の 2、および 3 分の 1 を循環させます。
ko: 동일한 디스플레이에서 1/2, 2/3, 1/3을 순환하려면 절반 화면 명령을 반복하세요.
pt: Repita qualquer comando de meia tela para percorrer metade, dois terços e um terço na mesma tela.
ru: Повторяйте команду размещения на половине экрана, чтобы окно поочередно занимало половину, две трети и одну треть того же дисплея.
tr: Aynı ekranda yarım, üçte iki ve üçte bir boyutları arasında geçiş yapmak için herhangi bir yarım ekran komutunu yineleyin.
zh_hant: 重複執行任一半螢幕指令時，在目前顯示器上的二分之一、三分之二和三分之一之間循環。

# settings.stageManager.title
source: 避让台前调度
ar: تجنب Stage Manager
de: Stage-Manager-Bereich aussparen
en: Avoid Stage Manager
es: Evitar Organizador Visual
fr: Éviter Stage Manager
ja: ステージマネージャとの重なりを回避
ko: 스테이지 매니저 영역 피하기
pt: Evitar Organizador Visual
ru: Оставлять место для Постановщика
tr: Stage Manager'dan Kaçın
zh_hant: 避讓幕前調度

# settings.stageManager.description
source: 台前调度缩略图可见时，不把窗口放到缩略图下方。
ar: إبقاء النوافذ بعيدًا عن الصور المصغرة الظاهرة في Stage Manager.
de: Platz für sichtbare Miniaturansichten von Stage Manager lassen.
en: Keep windows clear of visible Stage Manager thumbnails.
es: Mantiene las ventanas alejadas de las miniaturas visibles de Organizador Visual.
fr: Évitez que les fenêtres recouvrent les vignettes visibles de Stage Manager.
ja: 表示中のステージマネージャのサムネイルとウィンドウが重ならないようにします。
ko: 스테이지 매니저 축소판이 보일 때 윈도우가 축소판과 겹치지 않도록 배치합니다.
pt: Mantenha as janelas fora da área das miniaturas visíveis do Organizador Visual.
ru: Размещать окна так, чтобы они не перекрывали видимые миниатюры Постановщика.
tr: Pencereleri görünür Stage Manager küçük resimlerinden uzak tutar.
zh_hant: 幕前調度縮圖可見時，不將視窗放在縮圖下方。

# settings.feedback.title
source: 显示命令反馈
ar: إظهار نتائج الأوامر
de: Befehlsrückmeldung anzeigen
en: Show Command Feedback
es: Mostrar avisos de comandos
fr: Afficher les confirmations d’exécution
ja: コマンドフィードバックを表示
ko: 명령 피드백 표시
pt: Mostrar feedback do comando
ru: Показывать результат действия
tr: Komut Geri Bildirimini Göster
zh_hant: 顯示指令回饋

# settings.feedback.description
source: 使用全局快捷键或触控板手势时，短暂显示成功提示；失败始终显示。
ar: إظهار إشعار وجيز عند نجاح الاختصارات العامة وإيماءات لوحة التعقب. تظهر حالات الفشل دائمًا.
de: Erfolgreiche globale Tastenkombinationen und Trackpad-Gesten kurz anzeigen. Fehler werden immer angezeigt.
en: Briefly show feedback for successful global shortcuts and trackpad gestures. Failures are always shown.
es: Muestra brevemente las acciones realizadas mediante atajos de teclado globales o gestos del trackpad. Los errores se muestran siempre.
fr: Affiche brièvement une confirmation après une action réussie via un raccourci global ou un geste du trackpad. Les échecs sont toujours affichés.
ja: グローバルショートカットやトラックパッドのジェスチャが成功したときに、通知を短時間表示します。失敗は常に表示されます。
ko: 전역 단축키나 트랙패드 제스처 실행에 성공하면 잠깐 알림을 표시합니다. 실패 알림은 항상 표시합니다.
pt: Mostre brevemente uma indicação de sucesso ao usar atalhos globais e gestos do trackpad. As falhas são sempre mostradas.
ru: Кратко показывать результат глобальных сочетаний клавиш и жестов трекпада. Ошибки показываются всегда.
tr: Başarılı genel kısayolları ve Trackpad hareketlerini kısa süreyle gösterir. Başarısız durumlar her zaman gösterilir.
zh_hant: 使用全域快捷鍵或觸控板手勢時，短暫顯示成功提示；失敗一律顯示。

# settings.modifierDrag.sectionTitle
source: 修饰键拖移
ar: السحب باستخدام مفاتيح التعديل
de: Ziehen mit Sondertasten
en: Modifier Drag
es: Arrastrar con teclas modificadoras
fr: Glisser avec des touches de modification
ja: 修飾キーでドラッグ
ko: 보조 키로 드래그
pt: Arrastar com teclas modificadoras
ru: Перетаскивание с клавишами-модификаторами
tr: Değiştirici Tuşla Sürükleme
zh_hant: 修飾鍵拖移

# settings.modifierDrag.enabled.title
source: 按修饰键拖移窗口
ar: نقل النوافذ باستخدام مفاتيح التعديل
de: Fenster mit Sondertasten verschieben
en: Move Windows with Modifiers
es: Mover ventanas con teclas modificadoras
fr: Déplacer les fenêtres avec des touches de modification
ja: 修飾キーでウインドウを移動
ko: 보조 키로 윈도우 이동
pt: Mover janelas com teclas modificadoras
ru: Перемещать окна с клавишами-модификаторами
tr: Pencereleri Değiştirici Tuşlarla Taşı
zh_hant: 按修飾鍵拖移視窗

# settings.modifierDrag.enabled.description
source: 移动指针即可拖移其下方窗口，不必按住鼠标按钮。
ar: حرك المؤشر لسحب النافذة الموجودة أسفله دون الضغط على زر الماوس.
de: Bewegen Sie den Zeiger, um das darunterliegende Fenster zu verschieben, ohne eine Maustaste gedrückt zu halten.
en: Move the pointer to drag the window beneath it without holding a mouse button.
es: Mueve el puntero para arrastrar la ventana situada debajo sin mantener pulsado un botón del ratón.
fr: Déplacez le pointeur pour faire glisser la fenêtre en dessous sans maintenir le bouton de la souris enfoncé.
ja: マウスボタンを押さずに、ポインタを動かすだけでポインタの下にあるウィンドウをドラッグできます。
ko: 마우스 버튼을 누르지 않고 포인터를 움직여 그 아래의 윈도우를 드래그할 수 있습니다.
pt: Mova o ponteiro para arrastar a janela sob ele sem manter um botão do mouse pressionado.
ru: Переместите указатель, чтобы перетащить окно под ним, не удерживая кнопку мыши.
tr: Fare düğmesini basılı tutmadan, işaretçiyi hareket ettirerek altındaki pencereyi sürükleyin.
zh_hant: 移動指標即可拖移其下方視窗，不必按住滑鼠按鈕。

# settings.modifierDrag.modifiers.title
source: 修饰键组合
ar: مجموعة مفاتيح التعديل
de: Sondertastenkombination
en: Modifier Combination
es: Combinación de teclas modificadoras
fr: Combinaison de touches de modification
ja: 修飾キーの組み合わせ
ko: 보조 키 조합
pt: Combinação de teclas modificadoras
ru: Сочетание клавиш-модификаторов
tr: Değiştirici Tuş Birleşimi
zh_hant: 修飾鍵組合

# settings.modifierDrag.modifiers.description
source: 只能按住所选修饰键；按下其他修饰键将取消拖移。
ar: اضغط مع الاستمرار على المفاتيح المحددة فقط. يؤدي الضغط على مفتاح تعديل إضافي إلى إلغاء السحب.
de: Halten Sie genau die ausgewählten Tasten gedrückt. Eine zusätzliche Sondertaste bricht das Verschieben ab.
en: Hold exactly the selected keys. An extra modifier cancels the drag.
es: Mantenga presionadas exactamente las teclas seleccionadas. Un modificador adicional cancela el arrastre.
fr: Maintenez exactement les touches sélectionnées. Un modificateur supplémentaire annule le glissement.
ja: 選択した修飾キーだけを押し続けてください。ほかの修飾キーも押すと、ドラッグがキャンセルされます。
ko: 선택한 키만 정확히 누르고 있으세요. 다른 보조 키를 추가로 누르면 드래그가 취소됩니다.
pt: Segure exatamente as teclas selecionadas. Um modificador extra cancela o arrasto.
ru: Удерживайте ровно выбранные клавиши. Дополнительный модификатор отменяет перетаскивание.
tr: Seçili tuşları tam olarak basılı tutun. Ek bir değiştirici tuş sürüklemeyi iptal eder.
zh_hant: 必須精確按住所選按鍵；額外的修飾鍵會取消拖移。

# settings.modifierDrag.footer
source: 仅按住所选组合键并移动指针，即可拖移指针下方最上层窗口；无需点击。
ar: اضغط مع الاستمرار على تركيبة المفاتيح المحددة وحرك المؤشر لسحب النافذة الأمامية الواقعة تحته. لا يلزم النقر.
de: Halten Sie die genaue Kombination und bewegen Sie den Zeiger, um das oberste darunterliegende Fenster zu verschieben. Ein Klick ist nicht erforderlich.
en: Hold the exact combination and move the pointer to drag the topmost window beneath it. No click is needed.
es: Mantén pulsada la combinación exacta y mueve el puntero para arrastrar la ventana superior situada debajo del puntero. No hace falta hacer clic.
fr: Maintenez la combinaison exacte et déplacez le pointeur pour faire glisser la fenêtre au premier plan sous le pointeur. Aucun clic n’est nécessaire.
ja: 指定したキーの組み合わせだけを押し続けながらポインタを動かすと、ポインタの下にある最前面のウィンドウをドラッグできます。クリックは不要です。
ko: 정확한 조합을 누른 상태에서 포인터를 이동하여 그 아래의 맨 위 창을 드래그하세요. 클릭이 필요하지 않습니다.
pt: Segure a combinação exata e mova o ponteiro para arrastar a janela mais à frente sob ele. Nenhum clique é necessário.
ru: Удерживайте точную комбинацию и перемещайте указатель, чтобы перетащить самое верхнее окно под ним. Никакого щелчка не требуется.
tr: Tam birleşimi basılı tutup işaretçiyi hareket ettirerek altındaki en üstteki pencereyi sürükleyin. Tıklama gerekmez.
zh_hant: 按住精確組合並移動指標，即可拖移指標下方最上層視窗；無需點按。

# settings.modifierDrag.singleWarning
source: 单个修饰键容易误触，建议使用两个或更多修饰键。
ar: يسهل تفعيل السحب عن طريق الخطأ عند استخدام مفتاح تعديل واحد. يُنصح باستخدام مفتاحي تعديل أو أكثر.
de: Eine einzelne Sondertaste kann leicht versehentlich ausgelöst werden. Zwei oder mehr Sondertasten werden empfohlen.
en: A single modifier is easy to trigger accidentally. Two or more modifiers are recommended.
es: Es fácil activar accidentalmente un único modificador. Se recomiendan dos o más modificadores.
fr: Un seul modificateur est facile à déclencher accidentellement. Deux modificateurs ou plus sont recommandés.
ja: 修飾キーが 1 つだけだと、誤って作動しやすくなります。2 つ以上の修飾キーの使用をお勧めします。
ko: 보조 키를 하나만 사용하면 실수로 동작을 실행하기 쉽습니다. 두 개 이상의 보조 키를 권장합니다.
pt: Um único modificador é fácil de ativar acidentalmente. Dois ou mais modificadores são recomendados.
ru: Один модификатор легко активировать случайно. Рекомендуется использовать два или более модификаторов.
tr: Tek bir değiştirici tuş kolayca yanlışlıkla tetiklenebilir. İki veya daha fazla değiştirici tuş önerilir.
zh_hant: 單個修飾鍵容易誤觸，建議使用兩個或更多修飾鍵。

# settings.modifierDrag.conflictFormat
source: 该组合正由“%@”使用。修饰键拖移已暂停。
ar: تستخدم «%@» هذه التركيبة. تم إيقاف السحب باستخدام مفاتيح التعديل مؤقتًا.
de: Diese Kombination wird von „%@“ verwendet. Das Ziehen mit Sondertasten ist pausiert.
en: This combination is used by “%@”. Modifier Drag is paused.
es: Esta combinación la utiliza «%@». Arrastrar con teclas modificadoras está en pausa.
fr: Cette combinaison est utilisée par « %@ ». Le glissement avec touches de modification est suspendu.
ja: この組み合わせは「%@」で使用されています。修飾キーでのドラッグは一時停止しています。
ko: 이 조합은 ‘%@’에서 사용 중입니다. 보조 키 드래그가 일시 중지되었습니다.
pt: Esta combinação é usada por “%@”. Arrastar com teclas modificadoras está pausado.
ru: Это сочетание используется плагином «%@». Перетаскивание с клавишами-модификаторами приостановлено.
tr: Bu tuş birleşimi “%@” tarafından kullanılıyor. Değiştirici Tuşla Sürükleme duraklatıldı.
zh_hant: 此組合正由「%@」使用。修飾鍵拖移已暫停。

# settings.modifierDrag.selected
source: 已选择
ar: تم التحديد
de: Ausgewählt
en: Selected
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt: Selecionado
ru: Выбрано
tr: Seçili
zh_hant: 已選取

# settings.modifierDrag.notSelected
source: 未选择
ar: لم يتم التحديد
de: Nicht ausgewählt
en: Not selected
es: No seleccionado
fr: Non sélectionné
ja: 未選択
ko: 선택되지 않음
pt: Não selecionado
ru: Не выбрано
tr: Seçili değil
zh_hant: 未選取

# settings.modifierDrag.showsIndicator.title
source: 显示修饰键拖移指示器
ar: إظهار مؤشر السحب باستخدام مفاتيح التعديل
de: Anzeige für das Ziehen mit Sondertasten einblenden
en: Show Modifier Drag Indicator
es: Mostrar indicador de arrastre con teclas modificadoras
fr: Afficher l’indicateur de glissement avec touches de modification
ja: 修飾キーによるドラッグのインジケータを表示
ko: 보조 키 드래그 표시기 보기
pt: Mostrar indicador de arraste com teclas modificadoras
ru: Показывать индикатор перетаскивания с клавишами-модификаторами
tr: Değiştirici Tuşla Sürükleme Göstergesini Göster
zh_hant: 顯示修飾鍵拖移指示器

# settings.modifierDrag.showsIndicator.description
source: 按住修饰键或拖移窗口时，在指针旁显示状态提示。
ar: إظهار لوحة حالة صغيرة قرب المؤشر توضح متى يكون السحب جاهزًا أو نشطًا، أو يتعذر العثور على نافذة قابلة للنقل.
de: Kompakte Anzeige am Zeiger einblenden, die zeigt, ob die Ziehfunktion bereit oder aktiv ist oder kein verschiebbares Fenster gefunden wurde.
en: Show a compact indicator by the pointer when dragging is ready or active, or when no movable window is found.
es: Muestra un pequeño indicador junto al puntero para señalar si el arrastre está preparado, activo o no encuentra una ventana que se pueda mover.
fr: Afficher un indicateur compact près du pointeur pour signaler si le déplacement est prêt, en cours ou si aucune fenêtre déplaçable n’est trouvée.
ja: ポインタのそばに小さな状態表示を出し、ドラッグ待機中、ドラッグ中、移動可能なウィンドウが見つからない状態を知らせます。
ko: 드래그할 준비가 되었는지, 드래그 중인지, 이동할 윈도우를 찾지 못했는지 포인터 옆의 작은 표시기로 알려 줍니다.
pt: Mostre um indicador compacto junto ao ponteiro para informar se o arraste está pronto, ativo ou sem uma janela disponível para mover.
ru: Показывать компактный индикатор у указателя, когда перетаскивание готово, выполняется или нет окна, которое можно переместить.
tr: Sürükleme hazırken, etkinken veya taşınabilir pencere bulunamadığında durum bildiren küçük bir işaretçi göstergesi gösterir.
zh_hant: 按住修飾鍵或拖移視窗時，在指標旁顯示狀態提示。
